
## Plan Result

[CI link](https://github.com/hawk0616/recruit-service-board-infla/actions/runs/6284675284)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * aws_eip.bastion_host


<details><summary>Change Result (Click me)</summary>

```hcl

  # aws_eip.bastion_host will be created
  + resource "aws_eip" "bastion_host" {
      + allocation_id        = (known after apply)
      + association_id       = (known after apply)
      + carrier_ip           = (known after apply)
      + customer_owned_ip    = (known after apply)
      + domain               = (known after apply)
      + id                   = (known after apply)
      + instance             = "i-09eeb4ba28ef1c41b"
      + network_border_group = (known after apply)
      + network_interface    = (known after apply)
      + private_dns          = (known after apply)
      + private_ip           = (known after apply)
      + public_dns           = (known after apply)
      + public_ip            = (known after apply)
      + public_ipv4_pool     = (known after apply)
      + tags_all             = (known after apply)
      + vpc                  = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":20,"Program":"tfcmt","SHA1":"70b54e1330373ab5aef4b50a8a16ab9f36172005","Vars":{},"WorkflowName":"Terraform"} -->